import os
from config import ASSISTANT_NAME

HELP_TEXT =f"**SETTINGS** \n\n`➢ ᴛᴀᴍʙᴀʜᴋᴀɴ 𝙆𝙂𝙎𝙏𝙍𝙀𝘼𝙈𝙑𝙄𝘿𝙀𝙊 ᴋᴇ ᴅᴀʟᴀᴍ ɢʀᴏᴜᴘ ᴅᴀɴ ᴊᴀᴅɪᴋᴀɴ ᴀᴅᴍɪɴ` \n➢  **ᴀᴅᴅ** @{ASSISTANT_NAME} **ᴋᴇɢʀᴏᴜᴘ ᴀɴᴅᴀ** \n\n**ᴘᴇʀɪɴᴛᴀʜ** \n\n• `/vplay` **: ʀᴇᴘʟʏ ᴠɪᴅᴇᴏ ᴀᴛᴀᴜ ᴋɪʀɪᴍ ʟɪɴᴋ ᴅᴀʀɪ ʏᴏᴜᴛᴜʙᴇ.** \n- `/stop`  **: ᴍᴇᴍʙᴇʀʜᴇɴᴛɪᴋᴀɴ sᴛʀᴇᴀᴍ**"

START_TEXT = '👋 𝙃𝙀𝙇𝙇𝙊 𝙎𝘼𝙔𝘼 𝙆𝙂𝙎𝙏𝙍𝙀𝘼𝙈𝙑𝙄𝘿𝙀𝙊\n\n💡𝙎𝙖𝙮𝙖 𝙖𝙠𝙖𝙣 𝙢𝙚𝙢𝙗𝙖𝙣𝙩𝙪 𝙢𝙚𝙧𝙖𝙢𝙖𝙞𝙠𝙖𝙣 𝙜𝙧𝙪𝙥 𝙠𝙖𝙡𝙞𝙖𝙣 𝙙𝙚𝙣𝙜𝙖𝙣 𝙘𝙖𝙧𝙖 𝙢𝙚𝙢𝙪𝙩𝙖𝙧𝙠𝙖𝙣 𝙫𝙞𝙙𝙚𝙤 𝙙𝙞 𝙤𝙗𝙧𝙤𝙡𝙖𝙣 𝙨𝙪𝙖𝙧𝙖 𝙨𝙚𝙨𝙪𝙖𝙞 𝙮𝙖𝙣𝙜 𝙠𝙖𝙡𝙞𝙖𝙣 𝙢𝙞𝙣𝙩𝙖\n❓𝙆𝙇𝙄𝘾𝙆 𝘿𝙄𝙎𝙄𝙉𝙄 𝙐𝙣𝙩𝙪𝙠 𝙢𝙚𝙣𝙖𝙢𝙗𝙖𝙝𝙠𝙖𝙣 𝙨𝙖𝙮𝙖 𝙠𝙚𝙜𝙧𝙪𝙥.'

ABOUT_TEXT = '`𝙹𝚊𝚗𝚐𝚊𝚗 𝙻𝚞𝚙𝚊 𝙹𝚘𝚒𝚗 𝚈𝚊𝚗𝚐 𝙳𝚒𝚋𝚊𝚠𝚊𝚑 𝚢𝚊!!`'
